Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: ~%lld hours
es: ~%lld horas
zh_hans: ~%lld 小时
zh_hant: ~%lld 小時

source: ~%lld minutes
es: ~%lld minutos
zh_hans: 约 %lld 分钟
zh_hant: 約 %lld 分鐘

source: ~%lld months
es: ~%lld meses
zh_hans: ~%lld 个月
zh_hant: ~%lld 個月

source: ~%lld weeks
es: ~%lld semanas
zh_hans: ~%lld 周
zh_hant: ~%lld 週

# ≈ %@ %@ %@ at %@ kg
source: ≈ %1$@ %2$@ %3$@ at %4$@ kg
es: ≈ %@ %@ %@ a %@ kg
zh_hans: ≈ %@ %@ %@（按 %@ kg）
zh_hant: ≈ %@ %@ %@（按 %@ kg）

source: ≈%@ %@ active · %@ ago
es: ≈%@ %@ activo · hace %@
zh_hans: 体内约 %1$@ %2$@ · %3$@前
zh_hant: 體內約 %1$@ %2$@ · %3$@前

source: ≈%@ %@ active · %@ ago · %@ left
es: ≈%@ %@ activo · hace %@ · quedan %@
zh_hans: 体内约 %1$@ %2$@ · %3$@前 · 剩 %4$@
zh_hant: 體內約 %1$@ %2$@ · %3$@前 · 剩 %4$@

source: 1 drink
es: 1 bebida
zh_hans: 1 杯
zh_hant: 1 杯

source: 1 entry
es: 1 registro
zh_hans: 1 条记录
zh_hant: 1 筆記錄

source: 1 Interaction Found
es: 1 interacción encontrada
zh_hans: 发现 1 个相互作用
zh_hant: 發現 1 個相互作用

source: 1 note
es: 1 nota
zh_hans: 1 条笔记
zh_hant: 1 則筆記

source: 1 result
es: 1 resultado
zh_hans: 1 项结果
zh_hant: 1 項結果

source: 1-800-222-1222 (US)
es: 1-800-222-1222 (EE. UU.)
zh_hans: 1-800-222-1222（美国）
zh_hant: 1-800-222-1222（美國）

source: 1-800-662-4357 — Free, confidential, 24/7
es: 1-800-662-4357 — Gratis, confidencial, 24/7
zh_hans: 1-800-662-4357——免费、保密、全天候
zh_hant: 1-800-662-4357——免費、保密、全天候

source: 1,500+ substances
es: Más de 1500 sustancias
zh_hans: 1,500+ 种物质
zh_hant: 1,500+ 種物質

source: 1Y
es: 1A
zh_hans: 1年
zh_hant: 1年

source: 7-aminoclonazepam has no meaningful activity at GABA-A — it's an inactive metabolite used as a urinary marker for clonazepam exposure, not a contributor to the drug's effect.
es: El 7-aminoclonazepam no tiene actividad significativa en GABA-A — es un metabolito inactivo que se usa como marcador urinario de exposición al clonazepam, no contribuye al efecto del fármaco.
zh_hans: 7-氨基氯硝西泮在 GABA-A 上无显著活性——它是一种无活性代谢物，用作氯硝西泮暴露的尿液标志物，不参与药物效应。
zh_hant: 7-胺基氯硝西泮在 GABA-A 上無顯著活性——它是一種無活性代謝物，用作氯硝西泮暴露的尿液標誌物，不參與藥物效應。

source: 10 and 30 min later
es: 10 y 30 min después
zh_hans: 10 分钟和 30 分钟后
zh_hant: 10 分鐘和 30 分鐘後

source: 10 min later
es: 10 min después
zh_hans: 10 分钟后
zh_hant: 10 分鐘後

source: 11-OH-THC (edibles)
es: 11-OH-THC (comestibles)
zh_hans: 11-OH-THC（食用大麻）
zh_hant: 11-OH-THC（食用大麻）

source: 50% eliminated
es: 50% eliminado
zh_hans: 消除 50%
zh_hant: 消除 50%

source: 90% eliminated
es: 90% eliminado
zh_hans: 消除 90%
zh_hant: 消除 90%

source: A benzodiazepine amount in diazepam, per Ashton
es: Una cantidad de benzodiacepina expresada en diazepam, según Ashton
zh_hans: 按 Ashton 换算成地西泮的苯二氮䓬用量
zh_hant: 依 Ashton 換算成地西泮的苯二氮平類用量

source: A binding-affinity measurement, not clinical potency.
es: Una medición de afinidad de unión, no potencia clínica.
zh_hans: 这是受体结合亲和力的测定值，并非临床效价。
zh_hant: 這是受體結合親和力的測定值，並非臨床效價。

source: A busy session
es: Una sesión intensa
zh_hans: 繁忙的场次
zh_hant: 繁忙的場次

source: A change of scenery — even moving to a different room — can shift your headspace.
es: Un cambio de escenario — incluso pasar a otra habitación — puede cambiar tu estado mental.
zh_hans: 换个环境——即使只是换到另一个房间——可以改变心境。
zh_hant: 換個環境——即使只是換到另一個房間——可以改變心境。

source: A check-in asks whether a dose worked the way it usually does. After rating a few days, you can compare your answers by dose, time of day, weekday, and prior caffeine use.
es: Un seguimiento pregunta si una dosis funcionó como suele hacerlo. Cuando hayas respondido unos días, puedes comparar tus respuestas por dosis, hora del día, día de la semana y consumo previo de cafeína.
zh_hans: 状态确认会问这次剂量是不是像平时那样起效。评过几天的分后，你就可以按剂量、服用时段、星期几和之前是否摄入咖啡因来比较答案。
zh_hant: 狀態確認會問這次劑量是不是像平時那樣起效。評過幾天的分後，你就可以按劑量、服用時段、星期幾和之前是否攝取咖啡因來比較答案。

source: A color for every substance you log
es: Un color para cada sustancia que registras
zh_hans: 为你记录的每种物质配一个颜色
zh_hant: 為你記錄的每種物質配一個顏色

source: A complete backup you can restore into Piru
es: Una copia de seguridad completa que puedes restaurar en Piru
zh_hans: 可恢复到 Piru 的完整备份
zh_hant: 可還原至 Piru 的完整備份

source: A cool, dark room helps with headaches and overstimulation.
es: Una habitación fresca y oscura ayuda con el dolor de cabeza y la sobreestimulación.
zh_hans: 凉爽、昏暗的房间有助于缓解头痛和过度刺激。
zh_hant: 涼爽、昏暗的房間有助於緩解頭痛和過度刺激。

source: A couple of drinks, with the heart rate a watch recorded alongside.
es: Un par de bebidas, con la frecuencia cardíaca que un reloj registró a la vez.
zh_hans: 两杯酒，以及手表同时记录的心率。
zh_hant: 兩杯酒，以及手錶同時記錄的心率。

source: A custom substance named "%@" already exists.
es: Ya existe una sustancia personalizada llamada "%@".
zh_hans: 已存在名为 "%@" 的自定义物质。
zh_hant: 已存在名為 "%@" 的自訂物質。

source: A fast within-session fade, plus a modest, slower shift with heavy use. The effect on the heart fades far less than the felt effect.
es: Una atenuación rápida dentro de la sesión, más un cambio modesto y más lento con uso intenso. El efecto sobre el corazón se atenúa mucho menos que el efecto percibido.
zh_hans: 场次内的快速衰减，加上重度使用时幅度不大、更慢的变化。对心脏的作用衰减远小于主观感受到的作用。
zh_hant: 場次內的快速衰減，加上重度使用時幅度不大、更慢的變化。對心臟的作用衰減遠小於主觀感受到的作用。

source: A functional grouping rather than a mechanistic one: compounds taken for cognition, with radically different pharmacology and, mostly, thin human evidence.
es: Una agrupación funcional más que mecanística: compuestos que se toman para la cognición, con farmacología radicalmente distinta y, en su mayoría, escasa evidencia en humanos.
zh_hans: 这是按功能而非机制划分的一类：为改善认知而服用的化合物，药理各不相同，且大多缺乏充分的人体证据。
zh_hant: 這是按功能而非機制劃分的一類：為改善認知而服用的化合物，藥理各不相同，且大多缺乏充分的人體證據。

source: A heads-up if one substance's daily total climbs into a heavy range, or tracked stock runs low.
es: Un aviso si el total diario de una sustancia sube al rango alto, o si las existencias que sigues escasean.
zh_hans: 当某一物质的当日总量攀升至大剂量范围，或追踪的库存不足时提醒你。
zh_hant: 當某一物質的當日總量攀升至大劑量範圍，或追蹤的庫存不足時提醒你。

source: A heads-up when something you track runs low or out — before the empty bottle surprises you.
es: Un aviso cuando algo que sigues escasea o se acaba — antes de que el frasco vacío te sorprenda.
zh_hans: 当你追踪的物品所剩不多或已用完时提前提醒——别等到瓶子空了才发现。
zh_hant: 當你追蹤的物品所剩不多或已用完時提前提醒——別等到瓶子空了才發現。

source: A heads-up when your 12-hour total of one substance reaches the heavy range listed in its sources.
es: Un aviso cuando tu total de 12 horas de una sustancia alcanza el rango alto que indican sus fuentes.
zh_hans: 当某一物质 12 小时内的累计量达到其来源列出的大剂量区间时提醒你。
zh_hant: 當某一物質 12 小時內的累計量達到其來源列出的大劑量區間時提醒你。

source: A lab measurement, not clinical potency.
es: Una medición de laboratorio, no potencia clínica.
zh_hans: 这是实验室测定值，并非临床效价。
zh_hant: 這是實驗室測定值，並非臨床效價。

source: A large serotonin load on top of lithium's own. The lithium label names tramadol and fentanyl in this group; serotonin syndrome can start within hours.
es: Una gran carga serotoninérgica sumada a la propia del litio. La ficha técnica del litio menciona el tramadol y el fentanilo en este grupo; el síndrome serotoninérgico puede empezar en cuestión de horas.
zh_hans: 在锂本身的血清素负荷之上再叠加一份很大的负荷。锂的说明书把曲马多和芬太尼列在这一组里；血清素综合征可在数小时内发作。
zh_hant: 在鋰本身的血清素負荷之上再疊加一份很大的負荷。鋰的說明書把曲馬多和吩坦尼列在這一組裡；血清素症候群可在數小時內發作。

source: A level only means something with its draw time: for cypionate and enanthate, measure midway between injections; for undecanoate, measure at trough, just before the next dose.
es: Un nivel solo significa algo junto con su momento de extracción: para cipionato y enantato, mide a mitad entre inyecciones; para undecanoato, mide en el valle, justo antes de la siguiente dosis.
zh_hans: 一个数值只有配上采血时间才有意义：环戊丙酸酯和庚酸酯在两次注射的中点测量；十一酸酯在谷值测量，即下一次给药之前。
zh_hant: 一個數值只有配上採血時間才有意義：環戊丙酸酯和庚酸酯在兩次注射的中點測量；十一酸酯在谷值測量，即下一次給藥之前。

source: A model estimate, not a measurement. What's in your body and what you feel don't always line up.
es: Una estimación del modelo, no una medición. Lo que hay en tu cuerpo y lo que sientes no siempre coinciden.
zh_hans: 模型估算，非实测。体内留存与体感并不总是一致。
zh_hant: 模型估算，非實測。體內留存與體感並不總是一致。

source: A modeled relative load from your logged doses. It models receptor drive, not how you feel.
es: Una carga relativa modelada a partir de tus dosis registradas. Modela el impulso sobre el receptor, no cómo te sientes.
zh_hans: 根据你记录的剂量推算出的相对负荷。它推算的是受体驱动，不是你的感受。
zh_hant: 根據你記錄的劑量推算出的相對負荷。它推算的是受體驅動，不是你的感受。

source: A night sky, five suits, fireworks
es: Un cielo nocturno, cinco palos, fuegos artificiales
zh_hans: 夜空、五种花色、烟花
zh_hant: 夜空、五種花色、煙火

source: A one-compartment model with population-average half-lives. Real overlap depends on your metabolism, dose, route, and tolerance.
es: Un modelo monocompartimental con vidas medias promedio de la población. La superposición real depende de tu metabolismo, dosis, vía y tolerancia.
zh_hans: 单室模型，使用群体平均半衰期。实际重叠取决于你的代谢、剂量、途径和耐受性。
zh_hant: 單室模型，使用群體平均半衰期。實際重疊取決於你的代謝、劑量、途徑和耐受性。

source: A passphrase is required.
es: Hace falta una frase de contraseña.
zh_hans: 需要口令。
zh_hant: 需要通行碼。

source: A passphrase-protected .piruenc file
es: Un archivo .piruenc protegido con frase de contraseña
zh_hans: 由口令保护的 .piruenc 文件
zh_hant: 由通行碼保護的 .piruenc 檔案

source: A Piru or PsychonautWiki JSON file
es: Un archivo JSON de Piru o PsychonautWiki
zh_hans: Piru 或 PsychonautWiki 的 JSON 文件
zh_hant: Piru 或 PsychonautWiki 的 JSON 檔案

source: A quick read of how potent the drug is at that target — three dots is strong, one is weak. The same scale is used on the Mechanism card.
es: Una lectura rápida de lo potente que es la sustancia en ese objetivo — tres puntos es fuerte, uno es débil. La tarjeta Mecanismo usa la misma escala.
zh_hans: 快速判断药物对该靶点的作用强度——三个点表示强，一个点表示弱。与“作用机制”卡片使用同一标准。
zh_hant: 快速判斷藥物對該靶點的作用強度——三個點表示強，一個點表示弱。與「作用機制」卡片使用同一標準。

source: A quiet prompt at a few points in the session, each opening a timestamped note. Off unless you turn it on, and you pick the times.
es: Un aviso discreto en algunos momentos de la sesión; cada uno abre una nota con marca de tiempo. Desactivado a menos que lo actives, y tú eliges los momentos.
zh_hans: 在场次中的几个时间点上安静地提示一下，每次都会打开一条带时间戳的笔记。默认关闭，时间由你来定。
zh_hant: 在場次中的幾個時間點上安靜地提示一下，每次都會打開一條帶時間戳的筆記。預設關閉，時間由你來定。

source: A rare, peak, transcendental state — a serene and all-encompassing experience; the person, and the rating, are describing something outside the ordinary scale.
es: Un estado raro, máximo, trascendental — una experiencia serena que lo abarca todo; la persona, y la valoración, describen algo fuera de la escala ordinaria.
zh_hans: 罕见的巅峰、超越性状态——宁静而包容一切的体验；这个人和这个评级描述的都是常规量表之外的东西。
zh_hant: 罕見的巔峰、超越性狀態——寧靜而包容一切的體驗；這個人和這個評級描述的都是常規量表之外的東西。

source: A record and a model, not medical advice. Exposure uses published equivalents where they exist, and the substance's typical dose otherwise.
es: Un registro y un modelo, no consejo médico. La exposición usa equivalencias publicadas donde existen y, si no, la dosis típica de la sustancia.
zh_hans: 这是一份记录和一个模型，不是医疗建议。暴露量在有已发表等效换算时采用该换算，否则采用该物质的典型剂量。
zh_hant: 這是一份紀錄和一個模型，不是醫療建議。暴露量在有已發表等效換算時採用該換算，否則採用該物質的典型劑量。

source: A reminder at each time you set for a med. Tapping it opens Quick Log with that time's meds staged.
es: Un recordatorio a cada hora que fijes para un medicamento. Al tocarlo se abre el Registro rápido con los medicamentos de esa hora en cola.
zh_hans: 在你为药物设定的每个时间提醒你。点按提醒会打开快捷记录，并预先载入该时间的药物。
zh_hant: 在你為藥物設定的每個時間提醒你。點按提醒會開啟快捷記錄，並預先載入該時間的藥物。

source: A reminder at each time. If you don't log it, Piru asks again %@ later.
es: Un recordatorio a cada hora. Si no lo registras, Piru vuelve a preguntar %@ después.
zh_hans: 在每个设定时间提醒你。如果还未记录，Piru 会在 %@ 后再次提醒。
zh_hant: 在每個設定時間提醒你。如果還未記錄，Piru 會在 %@ 後再次提醒。

source: A reminder to drink some water.
es: Un recordatorio para beber un poco de agua.
zh_hans: 提醒你喝点水。
zh_hant: 提醒你喝點水。

source: A reminder to drink some water. Stimulants can mask thirst.
es: Un recordatorio para beber un poco de agua. Los estimulantes pueden enmascarar la sed.
zh_hans: 提醒你喝点水。兴奋剂可能掩盖口渴。
zh_hant: 提醒你喝點水。興奮劑可能掩蓋口渴。

source: A reminder to have some water if you can.
es: Un recordatorio para tomar un poco de agua si puedes.
zh_hans: 提醒你方便的话喝点水。
zh_hant: 提醒你方便的話喝點水。

source: A reminder to sip, and to favor electrolytes. With this class more water is not safer.
es: Un recordatorio para beber a sorbos y preferir electrolitos. Con esta clase, más agua no es más seguro.
zh_hans: 提醒你小口喝，并优先选含电解质的饮品。对这一类来说，水喝得更多并不更安全。
zh_hant: 提醒你小口喝，並優先選含電解質的飲品。對這一類來說，水喝得更多並不更安全。

source: A safety net
es: Una red de seguridad
zh_hans: 一道安全网
zh_hant: 一道安全網

source: A second dose soon after the first has a weaker effect because the fast-releasing pool has been reduced (tachyphylaxis). It refills overnight, so this differs from the slower tolerance below.
es: Una segunda dosis poco después de la primera tiene un efecto más débil porque la reserva de liberación rápida se ha agotado en parte (taquifilaxia). Se repone durante la noche, así que difiere de la tolerancia más lenta de abajo.
zh_hans: 第一剂后不久补服，效果会更弱，因为快速释放的储备已减少（快速耐受）。这部分储备会在一夜间补充，因此与下方变化较慢的耐受不同。
zh_hant: 第一劑後不久補服，效果會更弱，因為快速釋放的儲備已減少（快速耐受）。這部分儲備會在一夜間補充，因此與下方變化較慢的耐受不同。

source: A skin changes the app's colors, cards, and type. Your substance colors, the timeline, and every chart stay exactly as they are.
es: Un tema cambia los colores, las tarjetas y la tipografía de la app. Los colores de tus sustancias, la línea de tiempo y todos los gráficos se quedan exactamente como están.
zh_hans: 皮肤会改变应用的颜色、卡片和字体。你的物质颜色、时间轴和所有图表都保持原样。
zh_hant: 皮膚會改變應用程式的顏色、卡片和字體。你的物質顏色、時間軸和所有圖表都保持原樣。

source: A sky that follows the day
es: Un cielo que sigue el día
zh_hans: 随一天变化的天空
zh_hant: 隨一天變化的天空

source: A summary of how the drug affects the brain's three main signaling chemicals — serotonin, dopamine, and noradrenaline — and whether it releases them or blocks their reuptake. The slider shows which one it leans toward.
es: Un resumen de cómo el fármaco afecta a los tres principales mensajeros químicos del cerebro — serotonina, dopamina y noradrenalina — y si los libera o bloquea su recaptación. El control deslizante muestra hacia cuál se inclina.
zh_hans: 概述药物如何影响大脑三种主要的信号化学物质——血清素、多巴胺和去甲肾上腺素——以及它是促进释放还是阻断再摄取。滑块显示它更偏向哪一种。
zh_hant: 概述藥物如何影響大腦三種主要的訊號化學物質——血清素、多巴胺和正腎上腺素——以及它是促進釋放還是阻斷再攝取。滑桿顯示它更偏向哪一種。

source: A third compound your body makes from this dose and something else in the session — not from either alone.
es: Un tercer compuesto que tu cuerpo produce a partir de esta dosis y de otra cosa en la sesión — no de ninguna de las dos por sí sola.
zh_hans: 你的身体用这次剂量和本场中的另一种物质生成的第三种化合物——单独任何一种都不会产生。
zh_hant: 你的身體用這次劑量和本場中的另一種物質生成的第三種化合物——單獨任何一種都不會產生。

source: A walk outside helps when you're ready.
es: Salir a caminar ayuda, cuando llegue el momento.
zh_hans: 准备好的时候，出去走走会有帮助。
zh_hant: 準備好的時候，出去走走會有幫助。

source: A warm bath can ease the achy, restless feeling — with someone in earshot.
es: Un baño caliente puede aliviar la sensación de dolor e inquietud — con alguien cerca que pueda oírte.
zh_hans: 泡个热水澡能缓解酸痛和坐立不安——让人待在听得见你的地方。
zh_hant: 泡個熱水澡能緩解痠痛和坐立不安——讓人待在聽得見你的地方。

source: A warm shower or light stretching helps tight muscles.
es: Una ducha caliente o estiramientos suaves ayudan con los músculos tensos.
zh_hans: 冲个热水澡或做点轻柔拉伸，有助于放松紧绷的肌肉。
zh_hant: 衝個熱水澡或做點輕柔拉伸，有助於放鬆緊繃的肌肉。

source: A wind-down reminder late into long stimulant sessions.
es: Un recordatorio para ir bajando el ritmo en la fase tardía de sesiones largas con estimulantes.
zh_hans: 在长时间兴奋剂场次的后段提醒你收尾。
zh_hant: 在長時間興奮劑場次的後段提醒你收尾。

source: About %@ (%@)
es: Acerca de %@ (%@)
zh_hans: 关于%1$@（%2$@）
zh_hant: 關於%1$@（%2$@）

# About %@× %@'s activity at the %@.
source: About %1$@× %2$@'s activity at the %3$@.
es: Alrededor de %@× la actividad de %@ en %@.
zh_hans: 在%3$@上，活性约为 %2$@ 的 %1$@ 倍。
zh_hant: 在%3$@上，活性約為 %2$@ 的 %1$@ 倍。

# About %@× %@'s activity, by one measurement.
source: About %1$@× %2$@'s activity, by one measurement.
es: Alrededor de %@× la actividad de %@, según una medición.
zh_hans: 据一项测定，活性约为 %2$@ 的 %1$@ 倍。
zh_hant: 據一項測定，活性約為 %2$@ 的 %1$@ 倍。

# About %@× as strong as %@, dose for dose.
source: About %1$@× as strong as %2$@, dose for dose.
es: Alrededor de %@× la potencia de %@, dosis por dosis.
zh_hans: 按相同剂量计，强度约为 %2$@ 的 %1$@ 倍。
zh_hant: 按相同劑量計，強度約為 %2$@ 的 %1$@ 倍。

# About %lld to %lld %@ across the cycle
source: About %1$lld to %2$lld %3$@ across the cycle
es: Alrededor de %lld a %lld %@ a lo largo del ciclo
zh_hans: 整个周期内约 %lld 至 %lld %@
zh_hant: 整個週期內約 %lld 至 %lld %@

source: About %lld%% of your recent peak GABA-A load right now, summed across everything active.
es: Alrededor del %lld%% de tu carga GABA-A máxima reciente ahora mismo, sumando todo lo que está activo.
zh_hans: 当前 GABA-A 负荷约为近期峰值的 %lld%%，已合并计入所有仍在起效的物质。
zh_hant: 目前 GABA-A 負荷約為近期峰值的 %lld%%，已合併計入所有仍在起效的物質。

# About as strong as %@ at the %@.
source: About as strong as %1$@ at the %2$@.
es: Aproximadamente tan potente como %@ en %@.
zh_hans: 在%2$@上，强度与 %1$@ 相当。
zh_hant: 在%2$@上，強度與 %1$@ 相當。

source: About as strong as %@, dose for dose.
es: Aproximadamente tan potente como %@, dosis por dosis.
zh_hans: 按相同剂量计，强度与 %@ 相当。
zh_hant: 按相同劑量計，強度與 %@ 相當。

source: about daily
es: casi a diario
zh_hans: 约每天
zh_hant: 約每天

source: about every 2 days
es: cada 2 días aprox.
zh_hans: 约每2天
zh_hant: 約每2天

source: About metabolites
es: Acerca de los metabolitos
zh_hans: 关于代谢物
zh_hant: 關於代謝物

source: About monoamine profile
es: Acerca del perfil monoaminérgico
zh_hans: 关于单胺特征
zh_hant: 關於單胺特徵

source: About Piru
es: Acerca de Piru
zh_hans: 关于 Piru
zh_hant: 關於 Piru

source: About right
es: Como siempre
zh_hans: 和平时差不多
zh_hant: 和平時差不多

source: About the Shulgin scale
es: Acerca de la escala de Shulgin
zh_hans: 关于舒尔金量表
zh_hant: 關於舒爾金量表

source: About this section
es: Acerca de esta sección
zh_hans: 关于此部分
zh_hant: 關於此部分

source: Accumulation
es: Acumulación
zh_hans: 蓄积
zh_hant: 蓄積

source: Accumulation curve for %@
es: Curva de acumulación de %@
zh_hans: %@ 的累积曲线
zh_hant: %@ 的累積曲線

source: Acetaldehyde
es: Acetaldehído
zh_hans: 乙醛
zh_hant: 乙醛

source: Acetaldehyde (ALDH2)
es: Acetaldehído (ALDH2)
zh_hans: 乙醛（ALDH2）
zh_hant: 乙醛（ALDH2）

source: Acetaminophen (paracetamol) after heavy alcohol use adds stress to the liver.
es: El paracetamol (acetaminofén) tras un consumo intenso de alcohol agrega estrés al hígado.
zh_hans: 大量饮酒后服用对乙酰氨基酚（扑热息痛）会加重肝脏负担。
zh_hant: 大量飲酒後服用乙醯胺酚（撲熱息痛）會加重肝臟負擔。

source: Acid, nausea, and gut motility.
es: Acidez, náuseas y motilidad intestinal.
zh_hans: 胃酸、恶心与胃肠动力。
zh_hant: 胃酸、噁心與胃腸動力。

source: across studies
es: entre estudios
zh_hans: 跨研究
zh_hant: 跨研究

source: Act at the CB1 receptor. The phytocannabinoids are partial agonists with a natural ceiling; the synthetic ones are full agonists without it, which is the whole of the difference in risk.
es: Actúan sobre el receptor CB1. Los fitocannabinoides son agonistas parciales con un techo natural; los sintéticos son agonistas totales sin él, y ahí está toda la diferencia de riesgo.
zh_hans: 作用于 CB1 受体。植物大麻素是有天然上限的部分激动剂；合成大麻素则是没有上限的完全激动剂，风险的差异全在于此。
zh_hant: 作用於 CB1 受體。植物大麻素是有天然上限的部分促效劑；合成大麻素則是沒有上限的完全促效劑，風險的差異全在於此。

source: Act at the κ-opioid receptor rather than 5-HT2A, which is why the experience is nothing like a classical psychedelic — dysphoric, disorienting, and usually brief.
es: Actúan sobre el receptor κ-opioide en lugar del 5-HT2A, por eso la experiencia no se parece en nada a la de un psicodélico clásico — disfórica, desorientadora y normalmente breve.
zh_hans: 作用于 κ-阿片受体而非 5-HT2A，因此体验与经典迷幻剂截然不同——烦躁不安、方向迷失，且通常短暂。
zh_hant: 作用於 κ-鴉片受體而非 5-HT2A，因此體驗與經典迷幻劑截然不同——煩躁不安、方向迷失，且通常短暫。

source: Activated by CYP2D6
es: Activado por CYP2D6
zh_hans: 由 CYP2D6 活化
zh_hant: 由 CYP2D6 活化

source: Activates 5-HT2B, which is linked to heart-valve damage (valvulopathy) with chronic or heavy use.
es: Activa 5-HT2B, que se asocia con daño en las válvulas cardíacas (valvulopatía) con uso crónico o intenso.
zh_hans: 激活 5-HT2B；长期或大量使用与心脏瓣膜损害（瓣膜病变）相关。
zh_hant: 活化 5-HT2B；長期或大量使用與心臟瓣膜損害（瓣膜病變）相關。

source: active
es: activo
zh_hans: 有活性
zh_hant: 有活性

source: Active
es: Activa
zh_hans: 活跃
zh_hant: 活躍

source: Active dose
es: Dosis activa
zh_hans: 活性剂量
zh_hant: 活性劑量

source: Active in micrograms — a thousandth of a milligram. Always measure volumetrically. You cannot dose this by eye.
es: Activo en microgramos — una milésima de miligramo. Mide siempre volumétricamente. No puedes dosificarlo a ojo.
zh_hans: 微克量级即有效——一毫克的千分之一。必须容积法测量。无法靠目测给药。
zh_hant: 微克量級即有效——一毫克的千分之一。必須容積法測量。無法靠目測給藥。

source: Active Now
es: Activo ahora
zh_hans: 当前活跃
zh_hant: 目前活躍

source: Active together
es: Activas a la vez
zh_hans: 同时活跃
zh_hant: 同時活躍

source: activity
es: actividad
zh_hans: 活性
zh_hant: 活性

source: Activity
es: Actividad
zh_hans: 活动
zh_hant: 活動

source: Activity heatmap
es: Mapa de calor de actividad
zh_hans: 活动热力图
zh_hant: 活動熱力圖

source: Acts as an agonist at cannabinoid CB1 receptors in the central nervous system and CB2 receptors in immune tissues. CB1 activation inhibits adenylyl cyclase and modulates ion channels via Gi/Go proteins, reducing neurotransmitter release (particularly GABA and glutamate) in brain regions involved in reward, memory, coordination, and pain perception.
es: Actúa como agonista de los receptores cannabinoides CB1 en el sistema nervioso central y CB2 en tejidos inmunitarios. La activación de CB1 inhibe la adenilato ciclasa y modula canales iónicos a través de proteínas Gi/Go, disminuyendo la liberación de neurotransmisores (sobre todo GABA y glutamato) en regiones cerebrales implicadas en la recompensa, la memoria, la coordinación y la percepción del dolor.
zh_hans: 作为中枢神经系统中大麻素 CB1 受体和免疫组织中 CB2 受体的激动剂。CB1 激活抑制腺苷酸环化酶，并通过 Gi/Go 蛋白调节离子通道，减少参与奖赏、记忆、协调和痛觉的脑区中的神经递质释放（尤其是 GABA 和谷氨酸）。
zh_hant: 作為中樞神經系統中大麻素 CB1 受體和免疫組織中 CB2 受體的促效劑。CB1 活化抑制腺苷酸環化酶，並透過 Gi/Go 蛋白調節離子通道，減少參與獎賞、記憶、協調和痛覺的腦區中的神經傳導物質釋放（尤其是 GABA 和麩胺酸）。

source: Acts at μ-opioid receptors (MOR), G-protein coupled receptors distributed throughout the central and peripheral nervous system. MOR activation inhibits adenylyl cyclase, opens inwardly rectifying potassium channels, and closes voltage-gated calcium channels, reducing neuronal excitability and neurotransmitter release — producing analgesia, euphoria, respiratory depression, and slowed gastrointestinal transit. How far this particular compound activates the receptor, and whether it also engages κ or δ, is not characterized here; the receptor panel below carries whatever has been measured for it.
es: Actúa sobre los receptores μ-opioides (MOR), receptores acoplados a proteína G distribuidos por todo el sistema nervioso central y periférico. La activación del MOR inhibe la adenilato ciclasa, abre canales de potasio rectificadores de entrada y cierra canales de calcio dependientes de voltaje, disminuyendo la excitabilidad neuronal y la liberación de neurotransmisores — lo que produce analgesia, euforia, depresión respiratoria y tránsito gastrointestinal más lento. Hasta qué punto este compuesto en particular activa el receptor, y si también actúa sobre κ o δ, no está caracterizado aquí; el panel de receptores de abajo recoge lo que se haya medido para él.
zh_hans: 作用于 μ-阿片受体（MOR）——一类分布于中枢与外周神经系统的 G 蛋白偶联受体。MOR 激活会抑制腺苷酸环化酶、开放内向整流钾通道并关闭电压门控钙通道，降低神经元兴奋性与神经递质释放，产生镇痛、欣快、呼吸抑制以及胃肠蠕动减慢。此处未说明该化合物对受体的激活程度，也未说明它是否同时作用于 κ 或 δ；下方的受体面板列出的是已实测到的数据。
zh_hant: 作用於 μ-鴉片受體（MOR）——一類分布於中樞與周邊神經系統的 G 蛋白偶聯受體。MOR 活化會抑制腺苷酸環化酶、開放內向整流鉀通道並關閉電壓閘控鈣通道，降低神經元興奮性與神經傳導物質釋放，產生鎮痛、欣快、呼吸抑制以及胃腸蠕動減慢。此處未說明該化合物對受體的活化程度，也未說明它是否同時作用於 κ 或 δ；下方的受體面板列出的是已實測到的資料。

source: Acts differently from %@ — not simply stronger or weaker.
es: Actúa de forma distinta a %@ — no simplemente más fuerte o más débil.
zh_hans: 作用方式与 %@ 不同——并非单纯更强或更弱。
zh_hant: 作用方式與 %@ 不同——並非單純更強或更弱。

source: Acts on
es: Actúa sobre
zh_hans: 作用靶点
zh_hant: 作用標靶

source: acute
es: aguda
zh_hans: 急性
zh_hant: 急性

source: Add
es: Agregar
zh_hans: 添加
zh_hant: 新增

source: Add %@
es: Agregar %@
zh_hans: 添加%@
zh_hant: 新增%@

source: Add a blood test to fit the curve to you. The band narrows.
es: Agrega un análisis de sangre para ajustar la curva a ti. La banda se estrecha.
zh_hans: 添加一次验血，让曲线贴合你。范围带会收窄。
zh_hant: 新增一次驗血，讓曲線貼合你。範圍帶會收窄。

source: Add a Med
es: Agregar medicamento
zh_hans: 添加用药
zh_hant: 新增用藥
